/* Localized versions of Info.plist keys */

"Zoom - Converting meeting recording" = "Zoom – konwersja nagrywania spotkania";
"You have a recording that needs to be converted before viewing" = "Masz nagranie, które przed obejrzeniem należy skonwertować";
"You may convert your recording later by double clicking .zoom file located in the recording folder." = "Możesz skonwertować nagranie później, dwa razy klikając plik .zoom znajdujący się w folderze z nagraniami.";
"Save my recordings at:" = "Zapisz moje nagrania w:";
"Choose a new location..." = "Wybierz nową lokalizację...";
"Save" = "Zapisz";
"Quit" = "Wyjdź";
"Choose" = "Wybierz";
"Cancel" = "Anuluj";
"OK" = "OK";
"Saving..." = "Zapisywanie...";
"Transcode will be stopped. Would you like to continue?" = "Transkodowanie zostanie zatrzymane. Czy chcesz kontynuować?";
"Transcoding stopped because your disk is full." = "Transkodowanie zatrzymano, ponieważ Twój dysk jest pełny.";
"Transcoding stopped because the file is damaged." = "Transkodowanie zatrzymano, ponieważ plik jest uszkodzony.";

//ZOOM-50139
"Recording failed to saved" = "Nie udało się zapisać nagrania";
"Please check the destination folder to make sure you have folder access and enough storage space. (ERROR CODE: %d)" = "Sprawdź docelowy folder, aby upewnić się, że masz do niego dostęp i wystarczającą ilość miejsca. (KOD BŁĘDU: %d)";


"LN_Stop_Converting_105238" = "Wstrzymaj konwertowanie";
"LN_Stop_Converting_Content_105238" = "Jeśli wstrzymasz konwertowanie, możesz je później dokończyć w Spotkania > Nagrane.";
"LN_Continue_Transcode_105238" = "Kontynuuj transkodowanie";
"LN_Stop_105238" = "Zatrzymaj";
"LN_Converting_Meeting_Recording_105238" = "Konwertowanie nagrania spotkania";
"LN_Converting_Meeting_Recording_Content_105238" = "Masz nagranie, które przed obejrzeniem należy skonwertować";
"LN_Failed_Convert_Recording_105238" = "Konwertowanie nagrania zakończyło się niepowodzeniem";
"LN_Failed_Convert_Recording_Disk_Full_105238" = "Nie ma wystarczającej ilości miejsca na dysku.\n\nNależy zapewnić więcej miejsca na dysku, usuwając pliki, a następnie przekonwertować nagranie, dwa razy klikając następujące pliki w folderze docelowym.\n\n";
"LN_Failed_Convert_Recording_File_Lost_105238" = "Nie można znaleźć plików do konwersji.\n\nSprawdź, czy następujące pliki znajdują się w folderze z nagraniami, a następnie przekonwertuj je, dwa razy klikając plik.\n\n";
"LN_Open_Destination_Folder_105238" = "Otwórz folder docelowy";
"LN_Folders_Access_Title_124319" = "Zezwól aplikacji Zoom na dostęp do plików i folderów";
"LN_Folders_Access_Content_124319" = "Otwórz Preferencje systemu > Bezpieczeństwo i prywatność, aby nadać dostęp.";
"LN_Open_System_Preferences_124319" = "Otwórz Preferencje systemu";

// ZOOM-133086
"LN_Convert_Meeting_Recording_133086" = "Przekonwertuj nagranie spotkania";
"LN_Continue_Converting_133086" = "Kontynuuj konwertowanie";
"LN_File_Not_Found_133086" = "Nie można znaleźć plików do konwersji.";
"LN_Rename_File_Remind_133086" = "Otwórz docelowy folder i zmień ich nazwy na powyższe, a następnie dwa razy kliknij, aby rozpocząć konwersję.";
"LN_No_Enough_Disk_Space_133086" = "Nie ma wystarczającej ilości miejsca na dysku.\n\nNależy zapewnić więcej miejsca na dysku, usuwając pliki, a następnie później przekonwertować nagranie, dwa razy klikając następujące pliki w folderze docelowym.";

"LN_Unknown_Srouce_Title_149194" = "Pliki z nieznanego źródła";
"LN_Unknown_Srouce_Content_149194" = "Konwertowanie następujących plików może narazić Twoje urządzenie i dane osobiste.";
"LN_Do_Not_Convert_149194" = "Nie konwertuj";
"LN_Convert_Anyway_149194" = "Konwertuj pomimo to";

// ZOOM-287161
"LN_Note_287161" = "Uwaga: ";
"Ln_Note_Content_287161" = "Po zakończeniu konwersji, jeśli zdecydujesz się zmienić nazwę pliku z domyślnej nazwy konwencjonalnej, zalecamy użycie unikalnej nazwy pliku. Zalecamy nieużywanie słów „Zoom”, „Personal Meeting Room” lub „My Meeting” podczas zapisywania plików.";
